{
    "global": {
        "activity_feed": "موجز النشاط",
        "communities": "مجتمعات",
        "messages": "رسائل",
        "notifications": "إشعارات",
        "user_page": "صفحة المستخدم",
        "go_back": "العودة",
        "back": "العودة",
        "yeahs": "لايكات",
        "more": "تحميل المزيد من المشاركات",
        "no_posts": "لا توجد مشاركات",
        "private": "خاص",
        "close": "غلق",
        "save": "حفظ",
        "exit": "خروج",
        "next": "التالي"
    },
    "language": "إنجليزي",
    "all_communities": {
        "text": "جميع المجتمعات",
        "announcements": "إعلانات",
        "ann_string": "اضغط هنا لعرض الإعلانات الأخيرة!",
        "popular_places": "الأماكن المشهورة",
        "new_communities": "مجتمعات جديدة",
        "show_all": "عرض الكل",
        "search": "البحث في المجتمعات ..."
    },
    "community": {
        "follow": "تابع المجتمع",
        "following": "متابع",
        "followers": "متابعين",
        "posts": "المشاركات",
        "tags": "العلامات",
        "recent": "المشاركات الأخيرة",
        "popular": "المشاركات المشهورة",
        "new": "منشور جديد",
        "verified": "المشاركات التي تم التحقق منها"
    },
    "user_page": {
        "country": "دولة",
        "birthday": "عيد الميلاد",
        "game_experience": "تجربة اللعبة",
        "posts": "المشاركات",
        "friends": "الأصدقاء",
        "followers": "متابعين",
        "follow_user": "تابع",
        "following_user": "متابع",
        "befriend": "صادق",
        "pending": "قيد الانتظار",
        "unfriend": "إلغاء صداقة",
        "no_friends": "لا أصدقاء",
        "no_following": "لا متابعة لأي شخص",
        "no_followers": "لا متابعين",
        "following": "متابع"
    },
    "user_settings": {
        "profile_settings": "إعدادات الملف الشخصي",
        "show_country": "إظهار الدولة في الملف الشخصي",
        "show_birthday": "إظهار تاريخ الميلاد على الملف الشخصي",
        "show_comment": "إظهار التعليق على الملف الشخصي",
        "profile_comment": "تعليق الملف الشخصي",
        "swearing": "لا يمكن أن يحتوي تعليق الملف الشخصي على لغة صريحة.",
        "show_game": "إظهار تجربة اللعبة على الملف الشخصي"
    },
    "activity_feed": {
        "empty": "إنه فارغ هنا. حاول متابعة شخص ما!"
    },
    "notifications": {
        "none": "لا إشعارات.",
        "new_follower": "تابعك!"
    },
    "setup": {
        "welcome_text": "زونكس هو مجتمع ألعاب يربط الناس من جميع أنحاء العالم باستخدام شخصيات المي. استخدم زونكس لمشاركة تجارب الألعاب الخاصة بك ومقابلة أشخاص من جميع أنحاء العالم.",
        "welcome": "مرحبا بكم إلى زونكسابوسيشن!",
        "beta": "إخلاء المسؤولية بيتا",
        "beta_text": {
            "first": "أنت على وشك تجربة أول إصدار تجريبي عام من زونكس. هذا يعني أن الكثير لا يزال في الهواء ، ويمكن أن يتغير الكثير في أي وقت.",
            "third": "يتم توفير موقع الويب وبرامجه وجميع المحتويات الموجودة عليه على أساس \"كما هي\" و \"كما هو متاح\". لا تقدم شبكة بريتندو أي ضمانات، سواء كانت صريحة أو ضمنية، فيما يتعلق بمدى ملاءمة أو سهولة استخدام موقع الويب أو برامجه أو أي من محتوياته.",
            "second": "يمكن أن يتضمن ذلك مسحا كاملا لقاعدة البيانات في النهاية أو خلال الفترة التجريبية."
        },
        "info": "ما هو زونكسابوسيشن؟",
        "info_text": "زونكسابوسيشن هو مجتمع ألعاب يحركه المستخدم حيث يمكنك التفاعل مع الأشخاص\n                في جميع أنحاء العالم. يمكنك كتابة أو رسم مشاركات في مجتمعات الألعاب أو إرسال رسائل مباشرة إلى أصدقائك.",
        "rules_text": {
            "second": "يمكنك عرض المشاركات في جميع أنحاء العالم",
            "fourth": "كن لطيفًا مع بعضكما البعض",
            "fifth": "من أجل جعل زونكس مكان الجميع يحب ، ونحن نأمل أن تتمكن من النظر في المستخدمين الآخرين . يساعدنا على الحفاظ على زونكس تجربة ممتعة و لا تنشر أي محتوى غير لائق أو مسيئة .",
            "sixth": "لا تنشر معلومات شخصية - تخصك أو تخص الآخرين",
            "eighth": "لا تنشر اي أفسدات",
            "tenth": "مخالفات قواعد السلوك",
            "twelfth": "هل لعبت تلك اللعبة؟",
            "thirteenth": "إذا كنت تنشر في المنتدى للعبة لعبتها، فستحتوي مشاركاتك على رمز يشير إلى أنك لعبتها.",
            "eleventh": "هدفنا هو الحفاظ على متعة زونكس وممتعة للجميع. في حالة انتهاك شخص ما لمدونة قواعد السلوك الخاصة بزونكس ، سنتخذ الإجراء المناسب ، بما في ذلك حظر المستخدم أو وحدة التحكم المخالفة.",
            "first": "فيما يلي بعض الإرشادات المهمة لجعل تجربة زونكس ممتعة وممتعة للجميع. تحتوي مدونة زونكس قواعد السلوك على معلومات مفصلة، لذا يرجى قراءتها بعناية.",
            "ninth": "يأتي بعض الأشخاص إلى زونكس بحثا عن نصائح وحيل للألعاب ، لكن البعض الآخر يريد اكتشاف أسرار اللعبة بمفردهم. تسمى المشاركات التي تكشف أسرار اللعبة أو قصتها \"أفسدات\". إذا كنت تنشر شيئا عن لعبة قد تكون مفسدة، فتأكد من تحديد مربع المفسدين قبل إرسال مشاركتك. بهذه الطريقة ، لن يرى الأشخاص الذين لا يريدون أن يكونوا مدللين مشاركتك.",
            "third": "يحتوي زونكس على العديد من مجتمعات الألعاب حيث يمكن للأشخاص من جميع أنحاء العالم مشاركة أفكارهم. عند النشر في أحد المنتدى، تذكر أنه يمكن للجميع رؤيته، لذا يرجى التعبير عن نفسك بطريقة يمكن للجميع الاستمتاع بها. استخدم الحس السليم ، وفكر قبل النشر. زونكس هي خدمة يمكن الوصول إليها أيضا من الإنترنت ، لذا ضع في اعتبارك أن الأشخاص الذين لا يستخدمون زونكس قد يشاهدون مشاركاتك أيضا. بالإضافة إلى ذلك ، لن يتم رؤية أي تعليقات تقوم بها على مشاركات أصدقائك من قبل أصدقائك فحسب ، بل من قبل أشخاص من جميع أنحاء العالم أيضا. يرجى وضع ذلك في الاعتبار.",
            "seventh": "تذكر أن معرفة شخص ما في زونكس ليست هي نفسها معرفته في الحياة الحقيقية. لا تشارك أبدا عنوان بريدك الإلكتروني أو عنوان منزلك أو اسم عملك أو مدرستك أو معلومات التعريف الشخصية الأخرى مع أي شخص على زونكس ، ولا تشارك أبدا معلومات أي شخص آخر أيضا. بالإضافة إلى ذلك ، إذا دعاك شخص تقابله في زونكس لمقابلته في العالم الحقيقي ، فلا تقبل. زونكس هو مجتمع عبر الإنترنت ولا ينبغي استخدامه لترتيب لقاءات في العالم الحقيقي."
        },
        "experience": "تجربة اللعبة",
        "ready": "جاهز لبدء استخدام زونكس",
        "ready_text": "تحقق أولا من بعض المجتمعات وشاهد ما ينشره الناس من جميع أنحاء العالم. اغتنم هذه الفرصة للتعرف على زونكس. يمكنك إجراء بعض الاكتشافات الجديدة على طول الطريق!",
        "done": "استمتع بزونكس!",
        "guest_button": "أنا أفهم",
        "rules": "قواعد زونكس",
        "guest": "وضع الضيف",
        "google": "تحليلات جوجل",
        "experience_text": {
            "beginner": "مبتدئ",
            "info": "من فضلك أخبرنا كيف تصف مستوى خبرتك مع الألعاب. يمكنك تغيير هذا الإعداد لاحقا.",
            "intermediate": "متوسط",
            "expert": "خبير"
        },
        "done_button": "لنذهب!",
        "google_text": "يستخدم زونكس برنامج تحليلات جوجل لتتبع كيفية استخدام المستخدمين لخدمتنا. تتضمن البيانات التي تم جمعها على سبيل المثال لا الحصر وقت الزيارة والصفحات التي تمت زيارتها والوقت الذي يقضيه الموقع. لا يتم إرفاق هذه البيانات بك بأي شكل من الأشكال ، ولا يتم استخدامها للإعلانات من قبلنا أو من قبل جوجل.",
        "guest_text": "لا يمكننا التحقق من حسابك في الوقت الحالي ، مما يعني على الأرجح أنك تقوم بتسجيل الدخول حاليًا باستخدام حساب شبكة نينتيندو. ستظل قادرًا على تصفح زونكس ، لكنك لن تكون قادرًا على ذلك! المشاركات أو إنشاء منشورات خاصة بك حتى تقوم بتسجيل الدخول باستخدام حساب شبكة بريتندو. لمزيد من المعلومات ، تحقق من خادم ديسكورد."
    },
    "new_post": {
        "swearing": "لا يمكن أن تحتوي المشاركة على لغة صريحة.",
        "post_to": "انشر إلى",
        "text_hint": "اضغط هنا لإنشاء مشاركة.",
        "new_post_text": "منشور جديد"
    },
    "messages": {
        "coming_soon": "الرسائل ليست جاهزة بعد. تحقق مرة أخرى قريبا!"
    }
}
