{
    "global": {
        "back": "Πίσω",
        "communities": "κοινότητες",
        "exit": "Έξοδος",
        "activity_feed": "Ροή δραστηριότητας",
        "messages": "Μηνύματα",
        "notifications": "Ειδοποιήσεις",
        "go_back": "Πίσω",
        "yeahs": "Ναιs",
        "no_posts": "Δεν υπάρχουν δημοσιεύσεις",
        "more": "Φόρτωση περισσότερων δημοσιεύσεων",
        "private": "Ιδιωτικό",
        "close": "Κλείσιμο",
        "save": "Αποθήκευση",
        "next": "Επόμενο",
        "user_page": "Προφίλ Χρήστη"
    },
    "all_communities": {
        "ann_string": "Πατήστε για περισσότερες ανακοινώσεις!",
        "text": "Όλες οι κοινότητες",
        "announcements": "Ανακοινώσεις",
        "popular_places": "Δημοφιλή μέρη",
        "new_communities": "Νέες κοινότητες",
        "search": "Αναζήτηση κοινοτήτων...",
        "show_all": "Προβολή όλων"
    },
    "language": "Γλώσσα",
    "community": {
        "follow": "Εγγραφή στην κοινότητα",
        "following": "Εγγραφήκατε",
        "followers": "Συνδρομητές",
        "posts": "Δημοσιεύσεις",
        "tags": "Ετικέτες",
        "recent": "Πρόσφατες δημοσιεύσεις",
        "popular": "Δημοφιλείς Αναρτήσεις",
        "verified": "Επαληθευμένες δημοσιεύσεις",
        "new": "Σύνταξη δημοσίευσης"
    },
    "user_page": {
        "birthday": "Γενέθλια",
        "game_experience": "Εμπειρία παιχνιδιού",
        "posts": "Δημοσιεύσεις",
        "friends": "Φίλοι",
        "following": "Ακολουθεί",
        "followers": "Ακόλουθοι",
        "follow_user": "Εγγραφή",
        "following_user": "Ακολουθεί",
        "befriend": "Αποστολή αιτήματος φιλίας",
        "pending": "Εκκρεμεί",
        "unfriend": "Διαγραφή φίλου",
        "no_friends": "Δεν υπάρχουν φίλοι",
        "no_followers": "Δεν υπάρχουν ακόλουθοι",
        "country": "Χώρα",
        "no_following": "Δεν ακολουθεί κανέναν"
    },
    "user_settings": {
        "profile_settings": "Ρυθμίσεις προφίλ",
        "show_country": "Προβολή χώρας στο προσωπικό προφίλ",
        "show_birthday": "Προβολή Γενεθλίων στο προσωπικό προφίλ",
        "show_game": "Προβολή Εμπειρίας παιχνιδιού στο προφίλ",
        "show_comment": "Προβολή σχολίου στο προσωπικό προφίλ",
        "profile_comment": "Σχόλιο προφίλ",
        "swearing": "Το σχόλιο του προφίλ δεν μπορεί να περιέχει ακατάλληλη γλώσσα."
    },
    "activity_feed": {
        "empty": "Το μέρος είναι άδειο. Δοκιμάστε να ακολουθήσετε κάποιον χρήστη!"
    },
    "notifications": {
        "none": "Δεν υπάρχουν ειδοποιήσεις.",
        "new_follower": "Σας ακολουθεί!"
    },
    "new_post": {
        "new_post_text": "Σύνταξη νέας δημοσίευσης",
        "post_to": "Δημοσίευση σε",
        "text_hint": "Πατήστε για δημιουργία δημοσίευσης.",
        "swearing": "Η δημοσίευση δεν μπορεί να περιέχει ακατάλληλη γλώσσα."
    },
    "messages": {
        "coming_soon": "Τα μηνύματα δεν είναι διαθέσιμα προς το παρόν. Δοκιμάστε ξανά σύντομα!"
    },
    "setup": {
        "beta": "αποποίηση έκδοσης Beta",
        "beta_text": {
            "first": "Πρόκειται να δοκιμάσετε την πρώτη δημόσια έκδοση beta του Juxt. Αυτό σημαίνει ότι πολλά πράγματα ενδέχεται να αλλάξουν ανά πάσα στιγμή.",
            "second": "Αυτό μπορεί και μπορεί να περιλαμβάνει μια πλήρη διαγραφή της βάσης δεδομένων προς το τέλος ή κατά τη διάρκεια της έκδοσης beta.",
            "third": "Ο ιστότοπος, το λογισμικό του και όλο το περιεχόμενο που βρίσκεται σε αυτόν παρέχονται σε βάση «ως έχει» και «ως διαθέσιμο». Το Pretendo Network δεν παρέχει καμία εγγύηση, ρητή ή σιωπηρή, ως προς την καταλληλότητα ή τη χρηστικότητα του ιστότοπου, του λογισμικού του ή οποιουδήποτε περιεχομένου του."
        },
        "info": "Τι είναι το Juxtaposition;",
        "rules": "Κανόνες",
        "rules_text": {
            "second": "Οι δημοσιεύσεις μπορούν να προβληθούν δημόσια",
            "fourth": "Να είστε ευγενικοί με όλους",
            "fifth": "Για να γίνει το Juxt ένα ευχάριστο μέρος για όλους, παρακαλούμε να είστε ευγενικοί με τους άλλους χρήστες. Βοηθήστε μας να διατηρήσουμε το Juxt ένα ευχάριστο μέρος χωρίς προσβλητικές δημοσιεύσεις ή ακατάλληλο περιεχόμενο.",
            "sixth": "Ποτέ μην δημοσιεύετε προσωπικές πληροφορίες-είτε δικές σας είτε των άλλων",
            "eighth": "Μην δημοσιεύετε spoilers",
            "tenth": "Παραβιάσεις του Κώδικα Δεοντολογίας",
            "eleventh": "Στόχος μας είναι να διατηρήσουμε το Juxt διασκεδαστικό και ευχάριστο για όλους. Σε περίπτωση που κάποιος παραβιάσει τον Κώδικα Συμπεριφοράς της Juxt, θα λάβουμε τα κατάλληλα μέτρα, έως και τον αποκλεισμό του παραβάτη χρήστη ή κονσόλας.",
            "twelfth": "Έχετε παίξει αυτό το παιχνίδι;",
            "thirteenth": "Εάν δημοσιεύετε στην κοινότητα ένα παιχνίδι που έχετε παίξει, οι αναρτήσεις σας θα έχουν ένα εικονίδιο που θα υποδεικνύει ότι το έχετε παίξει.",
            "first": "Ακολουθούν ορισμένες σημαντικές οδηγίες για να κάνετε το Juxt μια διασκεδαστική και ευχάριστη εμπειρία για όλους. Ο Κώδικας Δεοντολογίας Juxt περιέχει λεπτομερείς πληροφορίες, γι' αυτό παρακαλούμε διαβάστε τον προσεκτικά.",
            "third": "Το Juxt περιέχει πολλές κοινότητες παιχνιδιών όπου άνθρωποι από όλο τον κόσμο μπορούν να μοιραστούν τις σκέψεις τους. Όταν δημοσιεύετε σε μια κοινότητα, να θυμάστε ότι μπορούν να το δουν όλοι, γι' αυτό εκφραστείτε με τρόπο που να μπορούν να απολαύσουν όλοι. Χρησιμοποιήστε την κοινή λογική και σκεφτείτε πριν δημοσιεύσετε. Το Juxt είναι μια υπηρεσία που είναι επίσης προσβάσιμη από το Διαδίκτυο, επομένως έχετε κατά νου ότι τα άτομα που δεν χρησιμοποιούν το Juxt μπορούν επίσης να δουν τις αναρτήσεις σας. Επιπλέον, τυχόν σχόλια που κάνετε στις αναρτήσεις των φίλων σας θα τα δουν όχι μόνο οι φίλοι σας αλλά και άνθρωποι σε όλο τον κόσμο. Παρακαλώ να το έχετε υπόψη σας.",
            "seventh": "Θυμηθείτε, το να γνωρίζετε κάποιον στο Juxt δεν είναι το ίδιο με το να τον γνωρίζετε στην πραγματική ζωή. Ποτέ μην μοιράζεστε τη διεύθυνση e-mail, τη διεύθυνση κατοικίας, το όνομα εργασίας ή σχολείου σας ή άλλες πληροφορίες προσωπικής ταυτοποίησης με κανέναν στο Juxt και ποτέ μην κοινοποιείτε τις πληροφορίες κανενός άλλου. Επιπλέον, αν κάποιος που συναντάτε στο Juxt σας προσκαλεί να τον γνωρίσετε στον πραγματικό κόσμο, μην το δεχθείτε. Το Juxt είναι μια διαδικτυακή κοινότητα και δεν πρέπει να χρησιμοποιείται για την οργάνωση πραγματικών συναντήσεων.",
            "ninth": "Μερικοί άνθρωποι έρχονται στο Juxt αναζητώντας συμβουλές και κόλπα για παιχνίδια, αλλά άλλοι θέλουν να ανακαλύψουν τα μυστικά ενός παιχνιδιού μόνοι τους. Οι δημοσιεύσεις που αποκαλύπτουν μυστικά ενός παιχνιδιού ή της ιστορίας του ονομάζονται \"σπόιλερ\". Εάν δημοσιεύετε κάτι για ένα παιχνίδι που μπορεί να είναι spoiler, φροντίστε να ελέγξετε το πλαίσιο Spoilers πριν στείλετε τη δημοσίευσή σας. Με αυτόν τον τρόπο, τα άτομα που δεν θέλουν να κακομαθαίνουν δεν θα βλέπουν την ανάρτησή σας."
        },
        "welcome": "Καλώς ήρθατε στο Juxtaposition!",
        "info_text": "Το Juxt είναι μια κοινότητα παιχνιδιών με γνώμονα τον χρήστη, όπου μπορείτε να αλληλεπιδράσετε με ανθρώπους σε όλο τον κόσμο. Μπορείτε να γράφετε ή να σχεδιάζετε αναρτήσεις σε κοινότητες παιχνιδιών ή να στέλνετε μηνύματα απευθείας στους φίλους σας.",
        "welcome_text": "Το Juxt είναι μια gaming κοινότητα που συνδέει ανθρώπους από όλο τον κόσμο χρησιμοποιώντας χαρακτήρες Mii. Χρησιμοποιήστε το Juxt για να μοιραστείτε τις εμπειρίες σας στα παιχνίδια και να γνωρίσετε άτομα από όλο τον κόσμο.",
        "google_text": "Το juxtaposition χρησιμοποιεί την υπηρεσία Google Analytics έτσι ώστε να συλλέγει πληροφορίες σχετικά με το πως οι χρήστες χρησιμοποιούν την υπηρεσία μας. Οι πληροφορίες περιλαμβάνουν τον χρόνο επίσκεψης ιστότοπων. Οι πληροφορίες δεν χρησιμοποιούνται εναντίων σας και δεν χρησιμοποιούνται για διαφημίσεις από εμάς ή από την Google.",
        "experience": "Εμπειρία παιχνιδιού",
        "experience_text": {
            "info": "Πείτε μας πώς θα περιγράφατε το επίπεδο εμπειρίας σας με τα παιχνίδια. Μπορείτε να αλλάξετε αυτήν τη ρύθμιση αργότερα.",
            "beginner": "Αρχάριος",
            "intermediate": "Ενδιάμεσος",
            "expert": "Εξπέρ"
        },
        "google": "Google Analytics",
        "ready": "Έτοιμοι να ξεκινήσετε τη χρήση του Juxt",
        "ready_text": "Πρώτα ελέγξτε μερικές κοινότητες και δείτε τι δημοσιεύουν άνθρωποι από όλο τον κόσμο. Εκμεταλλευτείτε αυτήν την ευκαιρία για να εξοικειωθείτε με το Juxt. Ίσως κάνετε κάποιες νέες ανακαλύψεις στην πορεία!",
        "done": "Καλή διασκέδαση στο Juxt!",
        "done_button": "Ας αρχίσουμε!",
        "guest": "Λειτουργία καλεσμένου",
        "guest_button": "Το κατάλαβα",
        "guest_text": "Δεν μπορούμε να επαληθεύσουμε τον λογαριασμό σας αυτήν τη στιγμή, πράγμα που πιθανότατα σημαίνει ότι αυτή τη στιγμή συνδέεστε με λογαριασμό Nintendo Network. Θα εξακολουθείτε να μπορείτε να περιηγηθείτε στο Juxt, αλλά δεν θα μπορείτε να αλληλεπιδράσετε με Yeah! δημοσιεύετε ή κάνετε δικές σας αναρτήσεις μέχρι να συνδεθείτε με έναν λογαριασμό Pretendo Network. Για περισσότερες πληροφορίες, ελέγξτε τον διακομιστή μας στο Discord."
    }
}
