{
  "language": "French",
  "global": {
    "user_page": "Page Utilisateur",
    "activity_feed": "Fil d'activité",
    "communities": "Communautés",
    "messages": "Messages",
    "notifications": "Notifications",
    "go_back": "Retour",
    "back": "Précédent",
    "yeahs": "Ouais",
    "more": "Charger plus de posts",
    "no_posts": "Aucun Posts",
    "private": "Privé",
    "close": "Fermé",
    "save": "Sauvegarder",
    "exit": "Quitter",
    "next": "Suivant"
  },
  "all_communities": {
    "text": "Toutes les communautés",
    "announcements": "Annonces",
    "ann_string": "Cliquez ici pour voir les annonces récentes !",
    "popular_places": "Endroits Populaires",
    "new_communities": "Nouvelles communautés",
    "show_all": "Tout montrer",
    "search": "Rechercher des communautés..."
  },
  "community": {
    "follow": "Suivre la communauté",
    "following": "Suivi",
    "followers": "Abonnés",
    "posts": "Posts",
    "tags": "Tags",
    "recent": "Posts Récents",
    "popular": "Posts Populaires",
    "verified": "Posts Vérifiés",
    "new": "Nouveau Post"
  },
  "user_page": {
    "country": "Pays",
    "birthday": "Date d'anniversaire",
    "game_experience": "Expérience de jeu",
    "posts": "Posts",
    "friends": "Amis",
    "following": "Abonnements",
    "followers": "Abonnés",
    "follow_user": "Suivre",
    "following_user": "Suivi",
    "befriend": "Ajouter en ami",
    "pending": "En attente",
    "unfriend": "Retirer des amis",
    "no_friends": "Aucun Ami",
    "no_following": "Aucun abonnements",
    "no_followers": "Aucun abonné"
  },
  "user_settings": {
    "profile_settings": "Paramètres du profil",
    "show_country": "Montrer le pays sur le profil",
    "show_birthday": "Montrer la date d'anniversaire sur le profil",
    "show_game": "Montrer l'expérience de jeu sur le profil",
    "show_comment": "Montrer le commentaire de profil",
    "profile_comment": "Commentaire de profil",
    "swearing": "Les profiles ne peuvent pas contenir de language explicite"
  },
  "activity_feed": {
    "empty": "C'est bien vide ici... Essayez de suivre quelqu'un"
  },
  "notifications": {
    "none": "Aucune notification.",
    "new_follower": "vous suit!"
  },
  "new_post": {
    "new_post_text": "Nouveau Post",
    "post_to": "Poster dans",
    "text_hint": "Appuyez ici pour faire un post.",
    "swearing": "Les posts ne peuvent pas contenir de language explicite."
  },
  "messages": {
    "coming_soon": "Les messages ne sont pas encore disponibles, revenez plus tard !"
  },
  "setup": {
    "welcome": "Bienvenue sur Juxtaposition!",
    "welcome_text": "Juxt est une communauté de gaming qui relie les gens du monde entier en utilisant des Mii. Utilisez Juxt pour partager vos expériences de gaming et rencontrez des gens du monde entier.",
    "beta": "Avertissement : Juxt est en Bêta",
    "beta_text": {
      "fisrt": "Vous êtes sur le point de tester la première bêta publique de Juxt. Tout ce que vous voyez est soumis a de possibles futurs changements.",
      "second": "La base de données pourra être entièrement éffacée pendant ou après la période de bêta.",
      "third": "Le site web, son logiciel et tout son contenu sont fournis tels quels et selon leur disponibilité. Pretendo Network ne fournit aucune garantie expresse ou induite quant à l'adéquation ou la facilité d'utilisation du site web, du/des logiciels ou de l'un de ses contenus."
    },
    "info": "Qu'est-ce que c'est Juxtaposition?",
    "info_text": "Juxt est une communauté gaming basée sur ses utilisateurs sur laquelle vous pouvez intéragir avec les gens\n                du monde entier. Vous pouvez écrire ou dessiner des posts pour des communautés de jeux ou envoyer des messages à vos amis.",
    "rules": "Règles de Juxt",
    "rules_text": {
      "first": "Le règlement suivant est important pour que Juxt soit une experience agréable pour tout le monde. Le code de conduite de Juxt contient des informations détaillées, merci de le lire attentivement.",
      "second": "Les Posts peuvent êtres lus n'importe où dans le monde.",
      "third": "Juxt contient beaucoup de comunautés de gaming où des gens du monde entier peuvent partager leurs pensées. Lorsque vous postez dans une communauté, gardez en tête le fait que tout le monde peut voir votre post, merci de vous exprimer dans une manière que tout le monde peut appprécier. Ayez du bon sens et pensez avant de poster. Juxt est également un service accessible depuis internet, gardez en tête que certaines personnes n'utilisant pas Juxt pourront voir vous posts. En outre, n'importe quel commentaire que vous postez sous un post d'un de vos amis pourra être vu par non-seulement vos amis mais aussi des gens du monde entier, Merci de garder cela en tête lorsque vous postez.",
      "fourth": "Soyez sympathique et agréable entre vous.",
      "fifth": "Pour faire en sorte que Juxt soit un endroit agréable pour tout le monde, nous vous demandons d'être respectueux envers les autres membres de la communauté. Contribuez à faire de Juxt une expérience agréable en faisant en sorte de ne rien poster d'innaproprié ou d'offenssant.",
      "sixth": "Ne postez pas d'informations personnelles sur vous ou quelqu'un d'autre.",
      "seventh": "Gardez en tête que connaitre une personne sur Juxt, ce n'est pas la même chose que de la connaitre dans la vraie vie. Ne partagez jamais votre adresse e-mail, votre adresse postale, le nom de votre emploi ou de votre école, ou n'importe quelle information qui pourrait permettre de vous identifier avec quelqu'un sur Juxt, et ne partagez aucune information sur quelqu'un d'autre. En outre, si quelqu'un que vous rencontrez sur Juxt vous invite à le/la rencontrer dans la vraie vie, n'acceptez pas. Juxt n'est qu'une communauté en ligne et ne doit pas être utilisé pour organiser des rencontres dans la vraie vie.",
      "eighth": "Ne postez pas de spoilers.",
      "ninth": "Certaines personnes viennent sur Juxt pour avoir astuces pour un jeu, mais d'autres veulent juste découvrir les secrets d'un jeu eux même. Les posts qui dévoilent les secrets d'un jeu ou son histoire s'appellent des \"Spoilers.\" Si vous postez quelque-chose à propos d'un jeu qui pourrait être un spoiler, merci de cocher la case \"Spoilers\" avant d'envoyer votre post. De cette façon, les gens qui ne veulent pas être spoilés ne verront pas votre post.",
      "tenth": "Violations du Code de Conduite",
      "eleventh": "Notre but est de faire de Juxt un endroit agréable et amusant pour tout le monde. Dans le cas où quelqu'un enfreint le Code de Conduite Juxt, nous prendrons les mesures nécessaires, jusqu'au bloquage de l'utilisateur qui l'enfreint et/ou de sa console.",
      "twelfth": "Avez vous joué à ce jeu ?",
      "thirteenth": "Si vous postez dans une communauté appartenant à un jeu auquel vous avez déja joué, vos posts seront accompagnés d'une icône indiquant que vous y avez joué."
    },
    "experience": "Expérience de jeu",
    "experience_text": {
      "info": "Merci de nous dire comment décririez-vous votre niveau d'expérience avec les jeux videos. Vous pourrez changer ce paramètre plus tard.",
      "beginner": "Débutant",
      "intermediate": "Intermediaire",
      "expert": "Expert"
    },
    "google": "Google Analytics",
    "google_text": "Juxtaposition utilise Google Analytics pour pouvoir suivre comment les utilisateurs utilisent notre service. Les données collectées incluent, sans s'y limiter : la date et l'heure de visite, les pages visitées, et le temps passé sur le site. Ces données ne sont aucunement liées à vous et ne sont PAS utilisées à des fins publicitaires par nous ou par Google.",
    "ready": "Prêt à commencer à utiliser Juxt.",
    "ready_text": "Commencez par regarder quelques communautés et regardez ce dont les gens du monde entier parlent. Utilisez cette opportunité pour vous familiariser avec Juxt. Vous pourriez faire de nouvelles découvertes en même temps !",
    "done": "Amusez vous bien avec Juxt !",
    "done_button": "C'est parti !",
    "guest": "Mode Invité",
    "guest_text": "Nous ne pouvons pas vérifier votre compte pour le moment, ce qui signifie sûrement que vous êtes actuellement connecté avec un compte Nintendo Network. Vous pourrez néanmoins explorer Juxt, mais vous ne pourrez pas mettre des \"Ouais!\" sur les messages des gens ou faire des posts jusqu'à ce que vous vous connectiez avec un compte Pretendo Network. Plus d'informations sont disponibles sur notre Serveur Discord.",
    "guest_button": "Je comprends"
  }
}
