{
  "language": "French",
  "global": {
    "user_page": "Page utilisateur",
    "activity_feed": "Flux d'activité",
    "communities": "Communautés",
    "messages": "Messages",
    "notifications": "Avis",
    "go_back": "Retourner",
    "back": "Arrière",
    "yeahs": "Ouais",
    "more": "Charger plus de messages",
    "no_posts": "Aucun message",
    "private": "Privée",
    "close": "Fermer",
    "save": "sauvegarder",
    "exit": "Sortir",
    "next": "Suivant"
  },
  "all_communities": {
    "text": "Toutes les communautés",
    "announcements": "Annonces",
    "ann_string": "Cliquez ici pour voir les annonces récentes!",
    "popular_places": "Lieux populaires",
    "new_communities": "Nouvelles communautés",
    "show_all": "Afficher tout",
    "search": "Rechercher des communautés..."
  },
  "community": {
    "follow": "Suivre la communauté",
    "following": "Suivante",
    "followers": "Suiveuses",
    "posts": "Des postes",
    "tags": "Mots clés",
    "recent": "Messages récents",
    "popular": "Articles populaires",
    "verified": "Messages vérifiés",
    "new": "Nouveau poste"
  },
  "user_page": {
    "country": "De campagne",
    "birthday": "Date d'anniversaire",
    "game_experience": "Expérience de jeu",
    "posts": "Des postes",
    "friends": "Amies",
    "following": "Suivante",
    "followers": "Suiveuses",
    "follow_user": "Suivre",
    "following_user": "Suivante",
    "befriend": "Se lier d'amitié",
    "pending": "En attente",
    "unfriend": "Désami",
    "no_friends": "Pas d'amis",
    "no_following": "Ne suivre personne",
    "no_followers": "Aucun abonné"
  },
  "user_settings": {
    "profile_settings": "Paramètres de profil",
    "show_country": "Afficher le pays sur le profil",
    "show_birthday": "Afficher l'anniversaire sur le profil",
    "show_game": "Afficher l'expérience de jeu sur le profil",
    "show_comment": "Afficher le commentaire sur le profil",
    "profile_comment": "Commentaire de profil",
    "swearing": "Le commentaire de profil ne peut pas contenir de langage explicite."
  },
  "activity_feed": {
    "empty": "C'est vide ici. Essayez de suivre quelqu'un !"
  },
  "notifications": {
    "none": "Aucune notification.",
    "new_follower": "je t'ai suivi!"
  },
  "new_post": {
    "new_post_text": "Nouveau poste",
    "post_to": "Poster à",
    "text_hint": "Appuyez ici pour créer un message.",
    "swearing": "La publication ne peut pas contenir de langage explicite."
  },
  "messages": {
    "coming_soon": "Messages n'est pas encore prêt. Revenez bientôt !"
  },
  "setup": {
    "welcome": "Bienvenue sur Juxtaposition !",
    "welcome_text": "Juxt est une communauté de jeu qui connecte des personnes du monde entier à l'aide de personnages Mii. Utilisez Juxt pour partager vos expériences de jeu et rencontrer des gens du monde entier.",
    "beta": "Avis de non-responsabilité bêta",
    "beta_text": {
      "first": "Vous êtes sur le point d'essayer la première version bêta publique de Juxt. Cela signifie que beaucoup de choses sont encore en suspens et que beaucoup de choses peuvent changer à tout moment.",
      "second": "Cela peut et peut inclure un effacement total de la base de données à la fin ou pendant la période bêta.",
      "third": "Le site Web, son logiciel et tout le contenu qui s'y trouve sont fournis « tels quels » et « selon la disponibilité ». Le réseau Pretendo ne donne aucune garantie, expresse ou implicite, quant à la pertinence ou à l'utilisabilité du site Web, de son logiciel ou de son contenu."
    },
    "info": "Qu'est-ce que la juxtaposition ?",
    "info_text": "Juxt est une communauté de jeu axée sur les utilisateurs où vous pouvez interagir avec les gens.\n                partout dans le monde. Vous pouvez écrire ou dessiner des messages dans les communautés de jeux ou envoyer des messages directement à vos amis.",
    "rules": "Règles de juxt",
    "rules_text": {
      "first": "Voici quelques directives importantes pour faire de Juxt une expérience amusante et agréable pour tout le monde. Le code de conduite de Juxt contient des informations détaillées, veuillez donc le lire attentivement.",
      "second": "Les messages peuvent être consultés dans le monde entier",
      "third": "Juxt contient de nombreuses communautés de jeu où des personnes du monde entier peuvent partager leurs réflexions. Lorsque vous publiez dans une communauté, n'oubliez pas que tout le monde peut le voir, alors s'il vous plaît exprimez-vous d'une manière que tout le monde peut apprécier. Faites preuve de bon sens et réfléchissez avant de poster. Juxt est un service également accessible depuis Internet, alors gardez à l'esprit que les personnes qui n'utilisent pas Juxt peuvent également voir vos messages. De plus, tous les commentaires que vous ferez sur les publications de vos amis seront vus non seulement par vos amis, mais également par des personnes du monde entier. Veuillez garder cela à l'esprit.",
      "fourth": "Soyez gentils les uns avec les autres",
      "fifth": "Afin de garder Juxt un endroit amusant pour tout le monde, nous vous demandons d'être prévenant envers les autres utilisateurs. Aidez-nous à faire de Juxt une expérience agréable en ne publiant rien d'inapproprié ou d'offensant.",
      "sixth": "Ne publiez pas d'informations personnelles - les vôtres ou celles d'autrui",
      "seventh": "N'oubliez pas que connaître quelqu'un dans Juxt n'est pas la même chose que de le connaître dans la vraie vie. Ne partagez jamais votre adresse e-mail, votre adresse personnelle, votre nom professionnel ou scolaire ou toute autre information d'identification personnelle avec qui que ce soit sur Juxt, et ne partagez jamais non plus les informations de quelqu'un d'autre. De plus, si quelqu'un que vous rencontrez dans Juxt vous invite à le rencontrer dans le monde réel, n'acceptez pas. Juxt est une communauté en ligne et ne doit pas être utilisé pour organiser des rencontres dans le monde réel.",
      "eighth": "Ne postez pas de spoilers.",
      "ninth": "Certaines personnes viennent à Juxt à la recherche de trucs et astuces pour les jeux, mais d'autres veulent découvrir les secrets d'un jeu par eux-mêmes. Les messages qui révèlent les secrets d'un jeu ou de son histoire sont appelés \"spoilers\". Si vous publiez quelque chose sur un jeu qui pourrait être un spoiler, assurez-vous de cocher la case Spoilers avant d'envoyer votre message. De cette façon, les personnes qui ne veulent pas être spoilées ne verront pas votre message.",
      "tenth": "Violations du code de conduite",
      "eleventh": "Notre objectif est de garder Juxt amusant et agréable pour tout le monde. Dans le cas où quelqu'un enfreindrait le code de conduite de Juxt, nous prendrons les mesures appropriées, pouvant aller jusqu'au blocage de l'utilisateur ou de la console fautif.",
      "twelfth": "Avez-vous joué à ce jeu ?",
      "thirteenth": "Si vous publiez dans la communauté pour un jeu auquel vous avez joué, vos messages auront une icône indiquant que vous y avez joué."
    },
    "experience": "Expérience de jeu",
    "experience_text": {
      "info": "Veuillez nous dire comment vous décririez votre niveau d'expérience avec les jeux. Vous pouvez modifier ce paramètre ultérieurement.",
      "beginner": "Débutante",
      "intermediate": "Intermédiaire",
      "expert": "Experte"
    },
    "google": "Google Analytics",
    "google_text": "Juxtaposition utilise Google Analytics afin de suivre la façon dont les utilisateurs utilisent notre service. Les données collectées incluent, mais sans s'y limiter, l'heure de la visite, les pages visitées et le temps passé sur le site. Ces données ne vous sont en aucun cas liées et ne sont pas utilisées pour des publicités de notre part ou de Google.",
    "ready": "Prêt à commencer à utiliser Juxt",
    "ready_text": "Consultez d'abord certaines communautés et voyez ce que les gens du monde entier publient. Profitez de cette occasion pour vous familiariser avec Juxt. Vous ferez peut-être de nouvelles découvertes en cours de route !",
    "done": "Amusez-vous à Juxt !",
    "done_button": "Allons-y!",
    "guest": "Mode Invité",
    "guest_text": "Nous ne pouvons pas vérifier votre compte pour le moment, ce qui signifie probablement que vous êtes actuellement connecté avec un compte Nintendo Network. Vous pourrez toujours parcourir Juxt, mais vous ne pourrez pas Yeah! publiez ou créez vos propres publications jusqu'à ce que vous vous connectiez avec un compte Pretendo Network. Pour plus d'informations, consultez le serveur Discord.",
    "guest_button": "Je comprends"
  }
}
