{
    "language": "Italiano",
    "global": {
        "user_page": "Pagina dell'utente",
        "activity_feed": "Feed delle attività",
        "communities": "Community",
        "messages": "Messaggi",
        "notifications": "Notifiche",
        "go_back": "Torna indietro",
        "back": "Indietro",
        "yeahs": "Sìì",
        "more": "Carica più post",
        "no_posts": "Nessun post",
        "private": "Privato",
        "close": "Chiudi",
        "save": "Salva",
        "exit": "Esci",
        "next": "Avanti"
    },
    "all_communities": {
        "text": "Tutte le community",
        "announcements": "Annunci",
        "ann_string": "Clicca qui per vedere gli annunci più recenti!",
        "popular_places": "Luoghi popolari",
        "new_communities": "Nuove community",
        "show_all": "Mostra tutto",
        "search": "Cerca community..."
    },
    "community": {
        "follow": "Segui community",
        "following": "Stanno seguendo",
        "followers": "Follower",
        "posts": "Post",
        "tags": "Etichette",
        "recent": "Post recenti",
        "popular": "Post popolari",
        "verified": "Post verificati",
        "new": "Nuovo post"
    },
    "user_page": {
        "country": "Paese",
        "birthday": "Compleanno",
        "game_experience": "Esperienza di gioco",
        "posts": "Post",
        "friends": "Amici",
        "following": "Sta seguendo",
        "followers": "Follower",
        "follow_user": "Segui",
        "following_user": "Stai seguendo",
        "befriend": "Chiedi amicizia",
        "pending": "In attesa",
        "unfriend": "Rimuovi amicizia",
        "no_friends": "Nessun amico",
        "no_following": "Non segue nessuno",
        "no_followers": "Nessun follower"
    },
    "user_settings": {
        "profile_settings": "Impostazioni del profilo",
        "show_country": "Mostra Paese sul profilo",
        "show_birthday": "Mostra compleanno sul profilo",
        "show_game": "Mostra esperienza di gioco sul profilo",
        "show_comment": "Mostra commento sul profilo",
        "profile_comment": "Commento sul profilo",
        "swearing": "Il commento sul profilo non deve contenere linguaggio esplicito."
    },
    "activity_feed": {
        "empty": "È vuoto qui. Prova a seguire qualcuno!"
    },
    "notifications": {
        "none": "Nessuna notifica.",
        "new_follower": "ti ha seguito!"
    },
    "new_post": {
        "new_post_text": "Nuovo post",
        "post_to": "Posta su",
        "text_hint": "Tocca qui per fare un post.",
        "swearing": "Il post non deve contenere linguaggio esplicito."
    },
    "messages": {
        "coming_soon": "La funzionalità di messaggistica non è ancora pronta. Ricontrolla presto!"
    },
    "setup": {
        "welcome": "Benvenuto su Juxtaposition!",
        "welcome_text": "Juxt è una community di gioco che connette persone da tutto il mondo attraverso personaggi Mii. Usa Juxt per condividere le tue esperienze di gioco e incontrare persone da tutto il mondo.",
        "beta": "Disclaimer beta",
        "beta_text": {
            "first": "Stai per provare la prima beta pubblica di Juxt. Ciò significa che molte cose non sono ancora finalizzate, e potrebbero cambiare in qualunque momento.",
            "second": "Questo può e potrebbe includere una eliminazione completa del database alla fine o durante il periodo di beta.",
            "third": "Il sito web, il suo software e tutto il contenuto presente in esso sono forniti “tali e quali” e “secondo disponibilità”. Pretendo Network non fornisce nessuna garanzia, esplicita o implicita, riguardo all'idoneità o usabilità del sito, il suo software o qualunque suo contenuto."
        },
        "info": "Cos'è Juxtaposition?",
        "info_text": "Juxt è una comunità di gioco guidata dagli utenti dove puoi interagire con persone\n                da tutto il mondo. Puoi scrivere o disegnare post in una comunità di un gioco o mandare messaggi diretti ai tuoi amici.",
        "rules": "Regole di Juxt",
        "rules_text": {
            "first": "Di seguito sono elencate delle linee guida importanti per rendere Juxt un'esperienza divertente e piacevole per tutti. Il codice di condotta di Juxt contiene informazioni dettagliate, quindi leggilo attentamente.",
            "second": "I post possono essere visualizzati da tutto il mondo",
            "third": "Juxt contiene diverse comunità di gioco dove persone da tutto il mondo possono condividere le loro opinioni. Quando posti in una community, ricordati che chiunque può vederle il tuo post, quindi esprimiti in modo rispettoso verso tutti. Usa il buon senso, e pensa prima di postare. Juxt è un servizio che è anche accessibile via Internet, quindi tieni a mente che i tuoi post potrebbero essere visualizzati anche da persone che non utilizzano Juxt. Inoltre, qualunque commento che scrivi su un post di un tuo amico potra essere visto non solo dai tuoi amici, ma anche da persone da tutto il mondo. Per favore, tieni questo a mente.",
            "fourth": "Sii gentile verso gli altri utenti",
            "fifth": "Affinché Juxt resti un luogo divertente per tutti, ti chiediamo di essere rispettoso degli altri utenti. Aiutaci a fare di Juxt un'esperienza picacevole e non postare niente di inappropriato o offensivo.",
            "sixth": "Non postare informazioni personali - tue o di qualcun altro",
            "seventh": "Ricorda, conoscere qualcuno su Juxt non è come conoscerlo nella realtà. Non condividere con nessuno su Juxt il tuo indirizzo e-mail, di casa, nome della tua scuola o luogo di lavoro, o qualunque altra informazione personale, e lo stesso vale per le informazioni personali di qualcun altro. Inoltre, se qualcuno che conosci su Juxt ti offre di incontrarlo nel mondo reale, non accettare. Juxt è una comunità online e non deve essere usata per organizzare incontri nel mondo reale.",
            "eighth": "Non postare spoiler",
            "ninth": "Alcune persone visitano Juxt per trovare suggerimenti e trucchi per i giochi, ma altre vogliono scoprire i segreti di un gioco da sole. Post che rivelano i segreti di un gioco o della sua storia sono detti \"spoiler\". Se stai postando qualcosa che potrebbe essere uno spoiler, assicurati di selezionare la casella Spoiler prima di inviare il tuo post. In questo modo il tuo post non sarà visibile agli utenti che non vogliono vedere spoiler.",
            "tenth": "Violazioni del Codice di Condotta",
            "eleventh": "Il nostro obiettivo è rendere Juxt divertente e piacevole per tutti. Nel caso in cui qualcuno violi il Codice di Condotta, prenderemo i provvedimenti opportuni, fino a bloccare l'utente o la console incriminati.",
            "twelfth": "Hai mai giocato a quel gioco?",
            "thirteenth": "Se stai postando nella comunità di un gioco a cui hai giocato, i tuoi post avranno un'icona per indicare che ci hai giocato."
        },
        "experience": "Esperienza di gioco",
        "experience_text": {
            "info": "Per favore, seleziona come descriveresti il tuo livello di esperienza con i giochi. Potrai cambiare la tua selezione in qualunque momento.",
            "beginner": "Principiante",
            "intermediate": "Intermedio",
            "expert": "Esperto"
        },
        "google": "Google Analytics",
        "google_text": "Juxtaposition utilizza Google Analytics per tracciare il modo in cui gli utenti utilizzano il nostro servizio. I dati raccolti includono ma non si limitano a: momento della visita, pagine visitate e tempo passato sul sito. Questi dati non sono ricollegabili a te in alcun modo, e non sono utilizzati per finalità pubblicitarie da noi o Google.",
        "ready": "Pronto a iniziare a usare Juxt",
        "ready_text": "Per primaa cosa dai un'occhiata a qualche community e scopri di cosa stanno parlando persone da tutto il mondo. Cogli questa opportunità per familiarizzarti con Juxt. Potresti fare nuove scoperte strada facendo!",
        "done": "Divertiti in Juxt!",
        "done_button": "Andiamo!",
        "guest": "Modalità ospite",
        "guest_text": "Non è stato possibile verificare il tuo account; è probabile che tu stia tentando di accedere con un account Nintendo Network. Potrai comunque esplorare Juxt, ma non potrai aggiungere Sìì! ai post o postare tu stesso fino a quando non accederai con un account Pretendo Network. Per maggiori informazioni, controlla il server Discord.",
        "guest_button": "Ho capito"
    }
}
