{
  "language": "Italiano",
  "global": {
    "user_page": "Utente",
    "activity_feed": "Attività",
    "communities": "Community",
    "messages": "Messaggi",
    "notifications": "Notifiche",
    "go_back": "Indietro",
    "back": "Indietro",
    "yeahs": "Sii!",
    "more": "Carica Altri Post",
    "no_posts": "Nessun Post",
    "private": "Privato",
    "close": "Chiudo",
    "save": "Salva",
    "exit": "Esci",
    "next": "Prossimo"
  },
  "all_communities": {
    "text": "Tutte le Community",
    "announcements": "Annunci",
    "ann_string": "Clicca qua per vedere gli annunci più recenti",
    "popular_places": "Piazze popolari",
    "new_communities": "Nuove Community",
    "show_all": "Mostra tutte",
    "search": "Cerca community..."
  },
  "community": {
    "follow": "Segui Community",
    "following": "Seguito",
    "followers": "Followers",
    "posts": "Posts",
    "tags": "Tags",
    "recent": "Post recenti",
    "popular": "Post popolari",
    "verified": "Post verificati",
    "new": "Nuovi Post"
  },
  "user_page": {
    "country": "Regione",
    "birthday": "Compleanno",
    "game_experience": "Esperienza di gioco",
    "posts": "Posts",
    "friends": "Amici",
    "following": "Seguendo",
    "followers": "Followers",
    "follow_user": "Segui",
    "following_user": "Seguendo",
    "befriend": "Fai Amicizia",
    "pending": "In Arrivo",
    "unfriend": "Rimuovi amico",
    "no_friends": "No Amici",
    "no_following": "Non sta/stai seguendo nessuno",
    "no_followers": "No Followers"
  },
  "user_settings": {
    "profile_settings": "Impostazioni profilo",
    "show_country": "Mostra luoghi",
    "show_birthday": "Mostra Compleanni",
    "show_game": "Mostra esperienza di gioco",
    "show_comment": "Mostra commenti",
    "profile_comment": "Commenti",
    "swearing": "I commenti nei profili non possono contenere un brutto linguaggio"
  },
  "activity_feed": {
    "empty": "è vuoto qua... prova a seguire qualcuno!!!"
  },
  "notifications": {
    "none": "Nessuna Notifica",
    "new_follower": "ti sta seguendo!"
  },
  "new_post": {
    "new_post_text": "Nuovo post",
    "post_to": "Posta a",
    "text_hint": "Clicca qua per postare",
    "swearing": "I Post non possono contenere un brutto linguaggio"
  },
  "messages": {
    "coming_soon": "I Messaggi arriveranno più tardi! resta aggiornato!"
  },
  "setup": {
    "welcome": "Benvenuti a Juxtaposition!",
    "welcome_text": "Juxt è una community di gioco che mette in contatto persone di tutto il mondo utilizzando i personaggi Mii. Usa Juxt per condividere le tue esperienze di gioco e incontrare persone da tutto il mondo.",
    "beta": "Beta!",
    "beta_text": {
      "fisrt": "Stai per utilizzare la versione beta di Juxt! questo vuol dire che molti cambiamenti arriveranno in futuro!",
      "second": "Questo può e può includere una cancellazione totale del database alla conclusione o durante il periodo beta.",
      "third": "Il sito web, il suo software e tutti i contenuti presenti su di esso sono forniti così come sono e come disponibili. Il Network Pretendo non fornisce alcuna garanzia, esplicita o implicita, in merito all'idoneità o all'usabilità del sito Web, del suo software o di qualsiasi suo contenuto."
    },
    "info": "What is Juxtaposition?",
    "info_text": "Juxt è un posto dove gli utenti possono comunicare con altre persone\n                provenienti da tutto il mondo. Puoi scrivere e disegnare nelle community e parlare con i tuoi amici",
    "rules": "Regole di utilizzo",
    "rules_text": {
      "first": "Di seguito sono riportate alcune linee guida importanti per rendere Juxt un'esperienza divertente e piacevole per tutti. Il Codice di Condotta Juxt contiene informazioni dettagliate, quindi si prega di leggerlo attentamente.",
      "second": "I Post saranno pubblici",
      "third": "Juxt contiene molte comunità di gioco in cui persone da tutto il mondo possono condividere i loro pensieri. Quando pubblichi un post in una community, ricorda che tutti possono vederlo, quindi per favore esprimi te stesso in modo che tutti possano divertirsi. Usa il buon senso e pensa prima di postare. Juxt è un servizio accessibile anche da Internet, quindi tieni presente che anche le persone che non usano Juxt possono vedere i tuoi post. Inoltre, tutti i commenti che fai sui post dei tuoi amici saranno visti non solo dai tuoi amici ma anche da persone di tutto il mondo. Per favore, tienilo a mente.",
      "fourth": "Sii simpatico con il prossimo",
      "fifth": "Juxt è un posto sicuro per tutti, quindi cerca di non postare commenti, o scritte di ogni genere in modo offensivo",
      "sixth": "Non postare informazioni personali sulla piattaforma",
      "seventh": "Ricorda, conoscersi su juxt non è come conoscersi nella vita reale. Quindi non postare indirizzi e-mail, indirizzi di casa, nome, cognome, ecc... Insomma, non postare tutte informazioni che possono essere rubate facilmente, così, tu e gli altri saranno al sicuro!",
      "eighth": "Non postare Spoiler!",
      "ninth": "Alcune persone si rivolgono a Juxt in cerca di suggerimenti e trucchi per i giochi, ma altri vogliono scoprire da soli i segreti di un gioco. I post che rivelano i segreti di un gioco o della sua storia sono chiamati \"spoiler\". Se pubblichi qualcosa su un gioco che potrebbe essere uno spoiler, assicurati di selezionare la casella Spoiler prima di inviare il tuo post. In questo modo, le persone che non vogliono essere viziate non vedranno il tuo post.",
      "tenth": "Violazioni di codice di condotta",
      "eleventh": "Il nostro obiettivo è quello di mantenere Juxt divertente e piacevole per tutti. Nel caso in cui qualcuno violi il Codice di condotta di Juxt, adotteremo le misure appropriate, fino al blocco dell'utente o della console incriminati.",
      "twelfth": "Hai giocato mai a quel gioco?",
      "thirteenth": "Quando scrivi in una community di un gioco a cui hai giocato, i tuoi post avranno un simbolino che ti segnano che ci hai giocato."
    },
    "experience": "Esperienza di gioco",
    "experience_text": {
      "info": "Perfavore, descrivici che tipo di giocatore sei!",
      "beginner": "Principiante",
      "intermediate": "Intermedio",
      "expert": "Esperto"
    },
    "google": "Analistiche di Google",
    "google_text": "Juxtaposition utilizza Google Analytics per tenere traccia di come gli utenti utilizzano il nostro servizio. I dati raccolti includono ma non sono limitati al tempo di visita, alle pagine visitate e al tempo trascorso sul sito. Questi dati non sono collegati in alcun modo all'utente e non vengono utilizzati per annunci pubblicitari da parte nostra o di Google.",
    "ready": "Pronto per Postare su Juxt!",
    "ready_text": "Per prima cosa, controlla alcune community e guarda cosa pubblicano persone da tutto il mondo. Cogli l'occasione per familiarizzare con Juxt. Potresti fare nuove scoperte lungo la strada!",
    "done": "Divertiti!",
    "done_button": "Andiamo!",
    "guest": "Modalità ospite",
    "guest_text": "Al momento non possiamo verificare il tuo account, il che probabilmente significa che stai attualmente effettuando l'accesso con un account Nintendo Network. Sarai comunque in grado di navigare allo stesso modo, ma non sarai in grado di Sii! post o crea post personali finché non accedi con un account Pretendo Network. Per maggiori informazioni controlla il server Discord.",
    "guest_button": "Ho Capito"
  }
}
