{
    "language": "Russian",
    "global": {
        "user_page": "Профиль пользователя",
        "activity_feed": "Лента активности",
        "communities": "Сообщества",
        "messages": "Сообщения",
        "notifications": "Уведомления",
        "go_back": "Вернуться",
        "back": "Назад",
        "yeahs": "Классно",
        "more": "Загрузить больше сообщений",
        "no_posts": "Постов нету",
        "private": "Private",
        "close": "Закрыть",
        "save": "Сохранить",
        "exit": "Выход",
        "next": "Next"
    },
    "all_communities": {
        "text": "Все сообщества",
        "announcements": "Объявления",
        "ann_string": "Нажмите здесь, чтобы просмотреть последние объявления!",
        "popular_places": "Популярные места",
        "new_communities": "Новые сообщества",
        "show_all": "Показать все",
        "search": "Поиск сообществ..."
    },
    "community": {
        "follow": "Присоединиться к сообществу",
        "following": "Подписан",
        "followers": "Подписчики",
        "posts": "Posts",
        "tags": "Tags",
        "recent": "Recent Posts",
        "popular": "Популярные сообщения",
        "verified": "Подтверждённые сообщения",
        "new": "Новые сообщения"
    },
    "user_page": {
        "country": "Страна",
        "birthday": "Дата рождения",
        "game_experience": "Игровой опыт",
        "posts": "Сообщения",
        "friends": "Друзья",
        "following": "Подписан",
        "followers": "Подписчики",
        "follow_user": "Подписаться",
        "following_user": "Подписан",
        "befriend": "Дружить",
        "pending": "В ожидании",
        "unfriend": "Удалить из друзей",
        "no_friends": "Нет друзей",
        "no_following": "Ни на кого подписан",
        "no_followers": "Нет подписчиков"
    },
    "user_settings": {
        "profile_settings": "Настройки профиля",
        "show_country": "Показывать страну в профиле",
        "show_birthday": "Показывать дату рождения в профиле",
        "show_game": "Показывать игровой опыт в профиле",
        "show_comment": "Показывать комментарии в профиле",
        "profile_comment": "Комментарии профиля",
        "swearing": "Комментарий профиля не должен иметь нецензурную лексику."
    },
    "activity_feed": {
        "empty": "Тут пусто. Попробуйте на кого-то подписаться!"
    },
    "notifications": {
        "none": "No notifications.",
        "new_follower": "подписался на вас!"
    },
    "new_post": {
        "new_post_text": "Новое сообщение",
        "post_to": "Post to",
        "text_hint": "Нажмите здесь чтобы сделать пост.",
        "swearing": "Пост не должен иметь нецензурную лексику."
    },
    "messages": {
        "coming_soon": "Сообщения не готовы. Вернитесь попозже!"
    },
    "setup": {
        "welcome": "Добро пожаловать в Juxtaposition!",
        "welcome_text": "Juxt - это игровое сообщество которое соединяет людей со всего мира используя Mii аватары. Используйте Juxt чтобы поделиться игровым опыт и встретить людей с разных уголков света.",
        "beta": "Бета предупреждение",
        "beta_text": {
            "first": "Вы на пороге испытания первой публичной беты Juxt. Это значит что многое еще висит в воздухе и что многое может изменится в любое время.",
            "second": "Это может сопровождаться полным удалением дата базы в конце или середине беты.",
            "third": "Этот сайт , его ПО и весь контент найденный на нем предоставлен по условиям \"как есть\" и \"по мере доступности\". Pretendo Network не даёт никаких гарантий, прямо или косвенно , в отношении пригодности или удобства использования сайта , его ПО или любого его контента."
        },
        "info": "Что такое Juxtaposition?",
        "info_text": "Juxt - это игровое сообщество где ты сможешь взаимодействовать с людьми\n                по всему миру. Ты можешь писать или рисовать посты в сообществах игр или отправлять сообщения прямо своим друзьям.",
        "rules": "Правила Juxt",
        "rules_text": {
            "first": "Последующие правила созданы для того чтобы сделать Juxt веселым и доставлял всем приятный опыт. Кодекс поведения Juxt содержит важную информацию , поэтому настоятельно просим его прочитать.",
            "second": "Посты могут быть просмотрены во всех уголков мира",
            "third": "Juxt contains many gaming communities where people from all over the world can share their thoughts. When you post in a community, remember that everyone can see it, so please express yourself in a way that everyone can enjoy. Use common sense, and think before you post. Juxt is a service that is also accessible from the Internet, so bear in mind that people who don't use Juxt may also see your posts. Additionally, any comments you make on your friends’ posts will be seen not by just your friends but by people around the world, too. Please keep this in mind.",
            "fourth": "Будьте добры друг к другу",
            "fifth": "Для того чтобы Juxt оставался интересным местом для всех, мы просим вас быть внимательным к другим пользователям. Помогите нам сделать Juxt приятным местом, не публикуя ничего неуместного или оскорбительного.",
            "sixth": "Не размещайте личную информацию — свою или чужую",
            "seventh": "Помните, что знать кого-то на Juxt - это не то же самое, что знать его в реальной жизни. Никогда не сообщайте никому на Juxt свой адрес электронной почты, домашний адрес, название работы или школы или другую личную информацию, и никогда не сообщайте чужую информацию. Кроме того, если кто-то, с кем вы познакомились в Juxt, приглашает вас встретиться с ним в реальном мире, не соглашайтесь. Juxt - это онлайн-сообщество, и его не следует использовать для организации встреч в реальном мире.",
            "eighth": "Не публикуйте спойлеры",
            "ninth": "Некоторые люди приходят на Juxt в поисках советов и подсказок по играм, но другие хотят открыть секреты игры самостоятельно. Сообщения, раскрывающие секреты игры или её сюжет, называются \"спойлерами\". Если вы пишете что-то об игре, что может быть спойлером, обязательно проверьте поле \"спойлеры\" перед отправкой сообщения. Таким образом, люди, которые не хотят видеть спойлеры, не увидят ваше сообщение.",
            "tenth": "Code of Conduct Violations",
            "eleventh": "Our goal is to keep Juxt fun and enjoyable for everyone. In the event that someone violates the Juxt Code of Conduct, we will take appropriate action, up to and including blocking the offending user or console.",
            "twelfth": "Вы играли в эту игру?",
            "thirteenth": "If you're posting in the community for a game you've played, your posts will have an icon indicating that you've played it."
        },
        "experience": "Game Experience",
        "experience_text": {
            "info": "Please tell us how you would describe your level of experience with games. You can change this setting later.",
            "beginner": "Новичок",
            "intermediate": "Продвинутый",
            "expert": "Эксперт"
        },
        "google": "Google Analytics",
        "google_text": "Juxtaposition uses Google Analytics in order to track how users are using our service. The data collected includes but is not limited to time of visit, pages visited, and time spent on the site. This data is not attached to you in any way, and is not used for advertisements by us or Google.",
        "ready": "Готовы приступить к использованию Juxt",
        "ready_text": "First check out some communities and see what people from all over the world are posting about. Take this opportunity to familiarize yourself with Juxt. You might make some new discoveries along the way!",
        "done": "Веселитесь в Juxt!",
        "done_button": "Вперёд!",
        "guest": "Гостевой режим",
        "guest_text": "We can't verify your account at the moment, which likely means your are currently logging in with a Nintendo Network account. You will still be able to browse Juxt, but you will not be able to Yeah! posts or make posts of your own till you log in with a Pretendo Network account. For more information check the Discord server.",
        "guest_button": "Я понял"
    }
}
