{
    "global": {
        "back": "Назад",
        "communities": "Спільноти",
        "no_posts": "Немає Дописів",
        "private": "Приватне",
        "close": "Закрити",
        "save": "Зберегти",
        "messages": "Повідомлення",
        "user_page": "Сторінка Користувача",
        "more": "Завантажити Більше Дописів",
        "activity_feed": "Стрічка Активності",
        "notifications": "Сповіщення",
        "go_back": "Повернутися",
        "yeahs": "Погодження",
        "next": "Наступне",
        "exit": "Вихід"
    },
    "all_communities": {
        "text": "Усі Спільноти",
        "announcements": "Оголошення",
        "popular_places": "Популярні Місця",
        "ann_string": "Натисніть тут, щоб переглянути останні оголошення!",
        "new_communities": "Нові спільноти",
        "show_all": "Показати все",
        "search": "Пошук спільнот..."
    },
    "community": {
        "follow": "Підписатися на спільноту",
        "following": "Підписан",
        "tags": "Теги",
        "followers": "Підписчики",
        "popular": "Популярні Пости",
        "new": "Новий пост",
        "verified": "Перевірені Пости",
        "posts": "Пости",
        "recent": "Недавні Пости"
    },
    "user_page": {
        "birthday": "День народження",
        "game_experience": "Ігровий Досвід",
        "follow_user": "Підписатися",
        "following_user": "Підписан",
        "country": "Країна",
        "unfriend": "Вилучити з друзів",
        "posts": "Пости",
        "friends": "Друзі",
        "following": "Підписан",
        "befriend": "Дружити",
        "pending": "В очікуванні",
        "no_friends": "Немає Друзів",
        "no_following": "Ні На Кого Не Підписаний",
        "no_followers": "Немає Підписників",
        "followers": "Підписчики"
    },
    "setup": {
        "beta": "Бета Застереження",
        "beta_text": {
            "first": "Ви збираєтеся випробувати першу публічну бета-версію Juxt. Це означає, що багато чого ще витає в повітрі, і багато чого може змінитися в будь-який момент.",
            "second": "Це може і буде включати повне видалення бази даних наприкінці або протягом бета-періоду.",
            "third": "Веб-сайт, його програмне забезпечення та весь вміст на ньому надаються на умовах «як є» та «як доступно». Мережа Pretendo не надає жодних гарантій, прямих чи непрямих, щодо придатності чи зручності використання веб-сайту, його програмного забезпечення чи будь-якого його вмісту."
        },
        "rules": "Правила Juxt",
        "rules_text": {
            "second": "Дописи Можна Переглядати По Всьому Світу",
            "fifth": "Щоб зберегти Juxt веселим місцем для всіх, ми просимо вас бути уважними до інших користувачів. Допоможіть нам зробити Juxt приємним, не публікуючи нічого неприйнятного чи образливого.",
            "eighth": "Не Публікуйте Спойлери",
            "tenth": "Порушення Кодексу Поведінки",
            "eleventh": "Наша мета — зробити Juxt веселим і приємним для всіх. Якщо хтось порушить Кодекс поведінки Juxt, ми вживемо відповідних заходів, аж до блокування користувача або консолі-порушника.",
            "thirteenth": "Якщо ви публікуєте в спільноті інформацію про гру, у яку ви грали, ваші публікації матимуть піктограму, яка вказуватиме на те, що ви в неї грали.",
            "first": "Нижче наведено кілька важливих вказівок, які допоможуть зробити Juxt веселим і приємним досвідом для всіх. Кодекс поведінки Juxt містить детальну інформацію, тому, будь ласка, прочитайте його уважно.",
            "third": "Juxt містить багато ігрових спільнот, де люди з усього світу можуть поділитися своїми думками. Коли ви публікуєте публікацію в спільноті, пам’ятайте, що це можуть бачити всі, тому, будь ласка, висловлюйтеся так, щоб усім сподобалося. Користуйтеся здоровим глуздом і подумайте, перш ніж публікувати. Juxt — це служба, яка також доступна в Інтернеті, тому майте на увазі, що люди, які не користуються Juxt, також можуть бачити ваші публікації. Крім того, будь-які коментарі, які ви робите до публікацій своїх друзів, побачать не лише ваші друзі, а й люди з усього світу. Будь ласка, майте це на увазі.",
            "fourth": "Будьте Добрими Один до Одного",
            "sixth": "Не Публікуйте Особисту Інформацію — Свою чи Чужу",
            "seventh": "Пам’ятайте, знати когось у Juxt – це не те саме, що знати його в реальному житті. Ніколи не повідомляйте свою адресу електронної пошти, домашню адресу, назву роботи чи школи чи іншу особисту інформацію нікому в Juxt, а також ніколи не повідомляйте чиюсь інформацію. Крім того, якщо хтось, кого ви зустріли в Juxt, запрошує вас зустрітися з ним або нею в реальному світі, не погоджуйтеся. Juxt — це онлайн-спільнота, і її не можна використовувати для організації реальних зустрічей.",
            "twelfth": "Ви Грали В Цю Гру?",
            "ninth": "Деякі люди приходять до Juxt у пошуках порад і підказок щодо ігор, але інші хочуть відкрити секрети гри самостійно. Пости, які розкривають секрети гри або її сюжет, називаються «спойлерами». Якщо ви публікуєте щось про гру, що може бути спойлером, обов’язково поставте прапорець «Спойлери», перш ніж надсилати публікацію. Таким чином люди, які не хочуть бути зіпсованими, не побачать вашу публікацію."
        },
        "experience_text": {
            "info": "Розкажіть, будь ласка, як би ви описали свій рівень ігрового досвіду. Ви можете змінити це налаштування пізніше.",
            "beginner": "Початківець",
            "expert": "Експерт",
            "intermediate": "Середній"
        },
        "ready": "Готовий Почати Використовувати Juxt",
        "ready_text": "Спочатку перегляньте деякі спільноти та подивіться, про що пишуть люди з усього світу. Скористайтеся цією можливістю, щоб ознайомитися з Juxt. На цьому шляху ви можете зробити нові відкриття!",
        "done": "Розважайтеся в Juxt!",
        "done_button": "Ходімо!",
        "guest": "Гостьовий Режим",
        "guest_button": "Я зрозумів",
        "info": "Що таке Juxtaposition?",
        "welcome": "Ласкаво просимо до Juxtaposition!",
        "welcome_text": "Juxt — це ігрова спільнота, яка об’єднує людей з усього світу за допомогою персонажів Mii. Використовуйте Juxt, щоб ділитися своїм ігровим досвідом і зустрічатися з людьми з усього світу.",
        "info_text": "Juxt — це ігрова спільнота, орієнтована на користувачів, де ви можете спілкуватися з людьми\n                 по всьому світу.  Ви можете писати чи малювати пости в ігрових спільнотах або надсилати повідомлення безпосередньо друзям.",
        "experience": "Ігровий Досвід",
        "google": "Google Analytics",
        "google_text": "Juxtaposition використовує Google Analytics, щоб відстежувати, як користувачі використовують наш сервіс. Зібрані дані включають, але не обмежуються, час відвідування, відвідані сторінки та час, проведений на сайті. Ці дані жодним чином не пов’язані з вами та не використовуються для реклами ні нами, ні Google.",
        "guest_text": "Наразі ми не можемо підтвердити ваш обліковий запис, що, ймовірно, означає, що ви зараз входите в обліковий запис Nintendo Network. Ви все ще зможете переглядати Juxt, але не зможете Yeah! публікації або створюйте власні публікації, доки не ввійдете в обліковий запис Pretendo Network. Для отримання додаткової інформації відвідайте сервер Discord."
    },
    "language": "Українська",
    "user_settings": {
        "show_country": "Показати Країну в Профілі",
        "show_game": "Показувати Ігровий Опит в Профілі",
        "show_comment": "Показувати Коментарі до Профілю",
        "swearing": "Коментарі профілю не можуть містити нецензурну лексику.",
        "profile_settings": "Налаштування Профілю",
        "show_birthday": "Показувати День Народження в Профілі",
        "profile_comment": "Коментарі Профілю"
    },
    "notifications": {
        "new_follower": "підписався на тебе!",
        "none": "Немає повідомлень."
    },
    "messages": {
        "coming_soon": "Повідомлення ще не готові. Перевірте незабаром!"
    },
    "new_post": {
        "new_post_text": "Новий Пост",
        "post_to": "Опублікувати в",
        "text_hint": "Натисніть тут, щоб опублікувати пост.",
        "swearing": "Пост не може містити нецензурну лексику."
    },
    "activity_feed": {
        "empty": "Тут порожньо. Спробуйте підписатися на когось!"
    }
}
